[
      {
        "id": 1,
        "name": "Marvel's Daredevil",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/281662-1.jpg",
        "firstAired": "2015-04-09T22:00:00Z",
        "overview": "La serie está protagonizada por Charlie Cox como Matt Murdock, un abogado del barrio neoyorquino de Hell's Kitchen que quedó ciego en un accidente que incrementó sus cuatro sentidos restantes y que lucha todas las noches contra el crimen bajo el sobrenombre de Daredevil.",
        "theTVDBId": 281662
      },
      {
        "id": 2,
        "name": "Marvel's The Punisher",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/331980-1.jpg",
        "firstAired": "2017-11-16T23:00:00Z",
        "overview": "Frank Castle, conocido por las calles de Nueva York como 'el Castigador', busca venganza contra los responsables de la muerte de su familia y, por el camino, destapa una conspiración que va mucho más allá de su vendetta personal. Spin-off de la serie \"Daredevil\".\r\n",
        "theTVDBId": 331980
      },
      {
        "id": 3,
        "name": "House",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/73255-1.jpg",
        "firstAired": "2004-11-15T23:00:00Z",
        "overview": "El Dr. Gregory House, un genio médico misántropo, no convencional y adicto a las drogas, lidera un equipo de diagnósticos en el ficticio Princeton-Plainsboro Teaching Hospital en Nueva Jersey.",
        "theTVDBId": 73255
      },
      {
        "id": 4,
        "name": "Sherlock",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/176941-51.jpg",
        "firstAired": "2010-07-24T22:00:00Z",
        "overview": "El detective más famoso e influyente de la historia vuelve a la acción. Sherlock, interpretado por el premiado actor Benedict Cumberbatch, conoce por casualidad al soldado John Watson. Aunque en un primer encuentro se dan cuenta que no pueden ser más diferentes el uno del otro, se convierten en una pareja insuperable a la hora de combatir el crimen aunando el pragmatismo de John y el sensacional uso de la deducción de Sherlock.",
        "theTVDBId": 176941
      },
      {
        "id": 5,
        "name": "Sons of Anarchy",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/82696-1.jpg",
        "firstAired": "2008-09-02T22:00:00Z",
        "overview": "Serie centrada sobre un club de moteros (MC) que operan ilegalmente en la ciudad ficticia de Charming (California). La historia se centra en el protagonista Jackson \"Jax\" Teller (Charlie Hunnam), un joven miembro de la organización, con rango de vicepresidente, que comienza a cuestionarse sus propios actos y los de su club.",
        "theTVDBId": 82696
      },
      {
        "id": 6,
        "name": "El Séquito",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/74543-1.jpg",
        "firstAired": "2004-07-17T22:00:00Z",
        "overview": "Vince Chase es un joven actor atractivo y sexy cuya carrera está en pleno auge. Para compartir la diversión de su nueva posición social y, a la vez, mantener los pies en el suelo, Vince no pierde contacto con Eric, Drama y Turtle, sus amigos de la infancia de Queens, en Nueva York, de donde procede. Juntos, navegarán por lo mejor y lo peor de la vida en Hollywood, donde el juego y las apuestas son grandes, y el dinero y las tentaciones son aún mucho más grandes que antes.",
        "theTVDBId": 74543
      },
      {
        "id": 7,
        "name": "Altered Carbon",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/332331-1.jpg",
        "firstAired": "2018-02-01T23:00:00Z",
        "overview": "Altered Carbon se desarrolla en medio del siglo XXV, una época en la que las personas ya no mueren, técnicamente, sino que sus mentes y consciencias son transferidas de un cuerpo a otro... Adaptación de la novela de Richard K. Morgan que se centra en la historia de Takeshi Kovacs, un detective que se ve envuelto en una enorme conspiración, 500 años en el futuro, en medio de un mundo cyberpunk.",
        "theTVDBId": 332331
      },
      {
        "id": 8,
        "name": "Westworld",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/296762-3.jpg",
        "firstAired": "2016-10-01T22:00:00Z",
        "overview": "'Westworld' es una oscura odisea acerca del amanecer de la conciencia artificial y la evolución del pecado. Situada en la intersección del futuro cercano y el pasado reimaginado, explora un mundo donde cada apetito humano, sin importar cuán noble o depravado, puede ser saciado. Está ambientada en un parque temático futurista dirigido por el Dr. Robert Ford (Anthony Hopkins). Las instalaciones cuentan con androides caracterizados del western americano, y gracias a ellos los visitantes pueden introducirse en cualquier tipo de fantasía por muy oscura que sea. La serie está basada en la película \"Almas de Metal\" de 1973, escrita y dirigida por Michael Crichton (\"Parque Jurásico\").",
        "theTVDBId": 296762
      },
      {
        "id": 9,
        "name": "The Expanse",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/280619-7.jpg",
        "firstAired": "2015-11-22T23:00:00Z",
        "overview": "Es el año 2200 y el sistema solar ha sido completamente colonizado. El detective Josephus Miller, nacido en el cinturón de asteroides, recibe el encargo de encontrar a una heredera que ha desaparecido, la joven Juliette Andromeda Mao. A esa causa se une James Holden, el errático capitán de un carguero de hielo que se ve involucrado en un incidente por las tensas relaciones que existen entre Marte, la Tierra y el Cinturón. Pronto descubrirán que la desaparición de la chica entraña una conspiración universal.",
        "theTVDBId": 280619
      },
      {
        "id": 10,
        "name": "Narcos",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/282670-11.jpg",
        "firstAired": "2015-08-27T22:00:00Z",
        "overview": "Serie que narra los esfuerzos de Estados Unidos, a través principalmente de la DEA y las autoridades y policía de Colombia, para luchar en la década de los 80 contra el narcotraficante Pablo Escobar y el cartel de Medellín, una de las organizaciones criminales más ricas y despiadadas en la historia de la delincuencia moderna. En la tercera temporada el objetivo de la DEA será acabar con el cartel de Cali.",
        "theTVDBId": 282670
      },
      {
        "id": 11,
        "name": "Halt and Catch Fire",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/271910-2.jpg",
        "firstAired": "2014-05-31T22:00:00Z",
        "overview": "Ambientada en la década de 1980, la serie dramatiza el auge de la computación personal a través de los ojos de un visionario, un ingeniero y un prodigio cuyas innovaciones enfrentar directamente a los gigantes corporativos de la época. Su asociación personal y profesional será desafiado por la codicia y el ego, mientras que trazar la cultura cambiante en Texas Silicon Prairie.",
        "theTVDBId": 271910
      },
      {
        "id": 12,
        "name": "Mr. Robot",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/289590-16.jpg",
        "firstAired": "2015-06-23T22:00:00Z",
        "overview": "Mr. Robot se centra en un joven programador, Elliot, que sufre de un trastorno antisocial debilitante y decide que sólo puede conectar con la gente a través de la piratería. Él maneja sus habilidades como un arma para proteger a las personas que le importan, trabajando como ingeniero de seguridad cibernética de día y como hacker de noche. Esta situación pondrá a Elliot en la disyuntiva de elegir entre una firma de seguridad cibernética para la que trabaja o apoyar a las organizaciones de los bajos fondos que le quieren reclutar para derribar la América corporativa.",
        "theTVDBId": 289590
      },
      {
        "id": 13,
        "name": "Silicon Valley",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/277165-5.jpg",
        "firstAired": "2014-04-05T22:00:00Z",
        "overview": "'Silicon Valley' gira en torno a un grupo de personas de las más calificadas que buscan abrirse camino en el entorno competitivo de Silicon Valley intentando lanzar su propia startup. Todo esto con telón de fondo la fiebre del oro de la alta tecnología moderna de Silicon Valley, donde las personas más calificadas para tener éxito son las menos capaces de manejarlo.\r\n\r\nRichard es un tímido programador informático que vive con sus amigos Big Head, Gilfoyle y Dinesh en casa de Elrich, un millonario extravagante que les deja vivir allí a cambio de beneficiarse del 10% de sus respectivos proyectos. Richard se verá obligado a elegir entre vender a una empresa capitalista o a una fundación que aboga por la investigación un algoritmo de compresión que descubre él y que podría revolucionar el mundo digital.",
        "theTVDBId": 277165
      },
      {
        "id": 14,
        "name": "Rick y Morty",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/275274-1.jpg",
        "firstAired": "2013-12-01T23:00:00Z",
        "overview": "Comedia animada que narra las aventuras de un científico loco, Rick Sánchez, que regresa después de 20 años para vivir con su hija, su marido y sus hijos, Morty y Summer.",
        "theTVDBId": 275274
      },
      {
        "id": 15,
        "name": "Marvel's Runaways",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/332027-2.jpg",
        "firstAired": "2017-11-20T23:00:00Z",
        "overview": "\"Marvel’s Runaways\" es la historia de seis adolescentes diferentes y que casi no se soportan entre sí pero que se verán obligados a unirse para enfrentarse a un enemigo común: sus padres.",
        "theTVDBId": 332027
      },
      {
        "id": 16,
        "name": "Marvel's Inhumans",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/320558-4.jpg",
        "firstAired": "2017-09-28T22:00:00Z",
        "overview": "\"Inhumans\" es la nueva serie del universo Marvel. Se centra en la historia de la familia real de Áttilan, la colonia de una raza superior de humanos genéticamente modificados que habitan en una región oculta de la Luna. El silencioso Rayo Negro, capaz de destruir una ciudad entera con un susurro, gobierna junto a Medusa, con una larga melena de fuerza descomunal. Convencido de que los humanos suponen una amenaza, Máximus, el maquiavélico hermano del rey, encabeza una rebelión que divide a la familia.",
        "theTVDBId": 320558
      },
      {
        "id": 17,
        "name": "Marvel's The Defenders",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/326490-1.jpg",
        "firstAired": "2017-08-17T22:00:00Z",
        "overview": "\"Marvel's The Defenders\" sigue a Daredevil, Jessica Jones, Luke Cage y Iron Fist, un cuarteto de héroes singulares con un único objetivo: salvar New York. Ésta es la historia de cuatro figuras solitarias, agobiadas con sus desafíos personales, que se dan cuenta de que puede que sean más fuertes cuando se unen.",
        "theTVDBId": 326490
      },
      {
        "id": 18,
        "name": "Agentes de S.H.I.E.L.D.",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/263365-7.jpg",
        "firstAired": "2013-09-23T22:00:00Z",
        "overview": "El agente Phil Coulson reune a un pequeño grupo de agentes de S.H.I.E.L.D. para investigar casos nuevos y extraños. Cada caso pondrá a prueba al equipo, que tratará de descubrir nuevos superhéroes en todo el mundo para frenarles si fuera necesario. Spin-off de la película \"Los Vengadores\", que de inicio justo al final de ésta.",
        "theTVDBId": 263365
      },
      {
        "id": 19,
        "name": "Marvel's Iron Fist",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/317953-3.jpg",
        "firstAired": "2017-03-16T23:00:00Z",
        "overview": "'Puño de Hierro' gira en torno Daniel Rand, un maestro de Kung Fu con una gran fuerza, agilidad, velocidad y reflejos al límite humano. A sus 19 años consiguió derrotar al dragón Shou-Lao el Inmortal, logrando además de un arañazo de dragón en el pecho, el poder de concentrar toda su energía espiritual en el pueño volviendolo tan fuerte como el hierro. Su filosofía personal y de educación llevaron a Daniel a ayudar a los débiles bajo la máscara del héroe enmascarado Puño de Hierro. Se trata de una de las cuatro series que Netflix hace junto a Luke Cage, Daredevil y Jessica Jones. Cada una consta de 13 episodios y se juntan en la miniserie 'The Defenders', el grupo de superhéroes de Marvel al que pertenecen o pertenecieron en algún momento.",
        "theTVDBId": 317953
      },
      {
        "id": 20,
        "name": "Marvel's Luke Cage",
        "imageUrl": "http://thetvdb.com/banners/fanart/original/304219-3.jpg",
        "firstAired": "2016-09-29T22:00:00Z",
        "overview": "Como consecuencia de un experimento fallido, Luke Cage (Mike Colter) ha desarrollado una piel indestructible y una fuerza sobrehumana. Ahora es un fugitivo que intenta rehacer su vida en el barrio neoyorquino de Harlem. Pronto se verá obligado a salir de la sombra, luchar por su ciudad y afrontar un pasado que quería enterrar.",
        "theTVDBId": 304219
      },
  {
    "id": 21,
    "name": "Marvel's Jessica Jones",
    "imageUrl": "http://thetvdb.com/banners/fanart/original/284190-2.jpg",
    "firstAired": "2015-11-19T23:00:00Z",
    "overview": "Después del trágico final de su breve época de superheroína, Jessica Jones está intentando rehacer su vida personal y laboral. Ahora es detective privada en la ciudad de Nueva York. Este drama de suspense relata su lucha contra sus demonios del pasado y los peligros del presente.",
    "theTVDBId": 284190
  }
    ]